export const certificatesData = [
  {
    title: "ملتزمون بالشريعة الإسلامية",
    imgUrl: "/img 2.png",
    desc: "يعتبر الالتزام بأحكام الشريعة الإسلامية شرط أساسي في جميع الإجراءات والسياسات والعمليات التي نقوم بها في سند المالية",
  },
  {
    title: "مصرحون من هيئة السوق المالية",
    imgUrl: "/img 1.png",
    desc: "حصلت سند المالية على تصريح من هيئة السوق المالية لإنشاء منصة مختصة بطرح صكوك المرابحة كأدوات للتمويل والاستثمار.",
  },
];

export const contactFaqs = [
  {
    title: "ما هي الصكوك؟",
    content:
      "الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة الصكوك وإعادة رأس المال في مدة محددة.",
  },
  {
    title: " ما هي المنشأة ذات الغرض الخاص؟",
    content:
      "الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة الصكوك وإعادة رأس المال في مدة محددة.",
  },
  {
    title: "ما الذي يميز الصكوك عن غيرها من الأدوات الاستثمارية؟",
    content:
      "الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة الصكوك وإعادة رأس المال في مدة محددة.",
  },
  {
    title: "هل يعتبر حامل الصك مالكاً لجزء من الشركة طالبة التمويل؟",
    content:
      "الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة الصكوك وإعادة رأس المال في مدة محددة.",
  },
  {
    title: "هل أتعامل كمستثمر مع الشركات طالبة التمويل بشكل مباشر؟",
    content:
      "الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة الصكوك وإعادة رأس المال في مدة محددة.",
  },
  {
    title: "ما هي طبيعة الأرباح في منصة سند المالية وكيف يتم تحصيلها؟",
    content:
      "الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة الصكوك وإعادة رأس المال في مدة محددة.",
  },
  {
    title: "ما الفرق بين البرنامج والإصدار؟",
    content:
      "الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة الصكوك وإعادة رأس المال في مدة محددة.",
  },
  {
    title: "هل يتفق أسلوب التمويل لديكم مع أحكام الشريعة الإسلامية؟",
    content:
      "الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة الصكوك وإعادة رأس المال في مدة محددة.",
  },
  {
    title: "هل يمكنني كطالب تمويل الحصول على تمويل لأكثر من مشروع؟",
    content:
      "الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة الصكوك وإعادة رأس المال في مدة محددة.",
  },
];

export const teamsData = [
  {
    imgUrl: "",
    position: "CEO & Co-Founder",
    name: "Mohammed Aman",
    desc: "Lorem ipsum dolor sit amet, consectetur non adipiscing elit porta condimentum.",
    twitterLink: "",
    instagramLink: "",
    twitterLink: "",
    theme: "blue",
  },
  {
    imgUrl: "",
    position: "VP of Marketing",
    name: "Sophie Moore",
    desc: "Lorem ipsum dolor sit amet, consectetur non adipiscing elit porta condimentum.",
    twitterLink: "",
    instagramLink: "",
    twitterLink: "",
    theme: "red",
  },
  {
    imgUrl: "",
    position: "VP of Product",
    name: "Lily Woods",
    desc: "Lorem ipsum dolor sit amet, consectetur non adipiscing elit porta condimentum.",
    twitterLink: "",
    instagramLink: "",
    twitterLink: "",
    theme: "yellow",
  },
  {
    imgUrl: "",
    position: "VP of Development",
    name: "Andy Smith",
    desc: "Lorem ipsum dolor sit amet, consectetur non adipiscing elit porta condimentum.",
    twitterLink: "",
    instagramLink: "",
    twitterLink: "",
    theme: "yellow",
  },
  {
    imgUrl: "",
    position: "VP of Design",
    name: "Patrick Meyer",
    desc: "Lorem ipsum dolor sit amet, consectetur non adipiscing elit porta condimentum.",
    twitterLink: "",
    instagramLink: "",
    twitterLink: "",
    theme: "blue",
  },
];

export const termsTabsItems = [
  {
    name: "التعريفات",
  },
  {
    name: "حقوق  الملكية الفكرية",
  },
  {
    name: "إجراءات المستخدم",
  },
  {
    name: "الإقرارات",
  },
  {
    name: "بيانات المستخدمين",
  },
  {
    name: "إخلاء المسئولية",
  },
  {
    name: "الرسومات والإجراءات المالية والتعويضات",
  },
  {
    name: "التحديثات والأعطال الفنية",
  },
  {
    name: "حالات تعارض المصالح",
  },
  {
    name: "مكافحة غسيل الأموال",
  },
  {
    name: "التعديلات",
  },
  {
    name: "التعويضات",
  },
  {
    name: "إنهاء الإتفاقية",
  },
  {
    name: "الاشعارات",
  },
];

export const jobsCategories = [
  {
    name: "الجميع",
  },
  {
    name: "التصميم",
  },
  {
    name: "البرمجة",
  },
  {
    name: "التطوير",
  },
];

export const jobsList = [
  {
    category: "التصميم",
    type: "دوام كامل",
    title: "UI/UX and Product Designer",
    desc: "تساعد استراتيجيات العلامات التجارية المبهجة من الناحية الجمالية على الوصول بفعالية إلى المزيد من العملاء. كما أنهم يضمنون أن الرحلة الشاملة مع منتجاتهم أو خدماتهم تلبي النتائج المرجوة.",
    date: "27 أغسطس 2023",
  },
  {
    category: "البرمجة",
    type: "دوام كامل",
    title: "Senior Backend Developer",
    desc: "من ذوي الخبرة · 5-7 سنوات من الخبرة · تكنولوجيا المعلومات / تطوير البرمجيات · الهندسة - الاتصالات / التكنولوجيا · صافي · الإطار الصافي",
    date: "27 أغسطس 2023",
  },
  {
    category: "التطوير",
    type: "دوام كامل",
    title: "مطور تطبيقات الهاتف المحمول",
    desc: "من ذوي الخبرة · 3-5 سنوات من الخبرة · تكنولوجيا المعلومات / تطوير البرمجيات · الهندسة - الاتصالات / التكنولوجيا · تطوير المحمول · أندرويد",
    date: "27 أغسطس 2023",
  },
  {
    category: "البرمجة",
    type: "دوام كامل",
    title: "قيادة فريق مطوري الواجهة الخلفية",
    desc: "من ذوي الخبرة · 8 - 12 سنة من الخبرة في تكنولوجيا المعلومات / تطوير البرمجيات · الرصاص · تطوير البرمجيات · الخلفية مطور _ · هندسة البرمجيات · قيادة الفريق",
    date: "27 أغسطس 2023",
  },
];

export const jobsFeatures = [
  {
    iconUrl: "screen-icon.svg",
    title: "فرص التدريب والتطوير",
    desc: "نحن نعتبر التطوير المستمر للموظفين أمرًا أساسيًا. نوفر برامج تدريبية مصممة خصيصًا لتعزيز المهارات والمعرفة، وتمكين الموظفين من النمو في مجالاتهم المهنية",
  },
  {
    iconUrl: "umbrella-icon.svg",
    title: "مكافآت وحوافز",
    desc: "نقدر جهود موظفينا ونعترف بأدائهم المتميز. نوفر نظامًا شاملاً للمكافآت والحوافز لتقدير المساهمات الفردية والجماعية",
  },
  {
    iconUrl: "briefcase-icon.svg",
    title: "فرص التطوير المهني",
    desc: "نحن نؤمن بأهمية تطوير موظفينا وتمكينهم للنمو في مسارهم المهني. سواء كنت مبتدئًا في مجال الصكوك أو لديك خبرة سابقة، فإننا نقدم بيئة عمل تشجع على التعلم المستمر وتوفر فرصًا للتطوير المهني والتقدم في الشركة",
  },
  {
    iconUrl: "hourglass-icon.svg",
    title: "ساعات عمل مرنة",
    desc: "حن نقدر توازن حياة العمل والحياة الشخصية لموظفينا. نوفر ساعات عمل مرنة تتناسب مع احتياجاتك الشخصية والمهنية، مما يسمح لك بتحقيق التوازن المثالي",
  },
  {
    iconUrl: "puzzlepiece-icon.svg",
    title: "ثقافة الابتكار والتحفيز",
    desc: "حن نشجع على الابتكار والإبداع في عملنا اليومي. نحن نقدر الأفكار الجديدة والمبتكرة التي يتقدم بها موظفونا، ونوفر بيئة تحفزهم على تحقيق الأفضل وتحويل الأفكار إلى واقع",
  },
  {
    iconUrl: "ShieldPlus-icon.svg",
    title: "تأمين صحي شامل",
    desc: "نحن نهتم برفاهية موظفينا ونقدم تأمين صحي شامل لتغطية الاحتياجات الطبية والصحية. يمكنك الاطمئنان على صحتك وصحة عائلتك من خلال تلك التغطية الشاملة",
  },
];
export const termsTabsContent = [
  [
    {
      title: "التسجيل",
      desc: "يجب على المستثمر التسجيل في المنصة باتباع خطوات التسجيل المبينة أدناه.",
    },
    {
      title: "اختر مشروعك المفضل",
      desc: "من بين عديد الفرص والمشاريع ابحث عن الأفضل والأكثر ملائمة بعد دراسة كافة التفاصيل.",
    },
    {
      title: "الحصول على شهادات صحوك المرابحة",
      desc: "توزع صكوك المرابحة على المساهمين بعد نجاح الحملة، أما في حال تعثر نجاح الحملة تعاد المبالغ الى المستثمر فور انتهاء الحملة.",
    },
    {
      title: "المنصة",
      desc: "الموقع الإلكتروني المملوك لشركة سند المالية والذي تعرض وتنفذ من خلاله خدماتها الاستثمارية.",
    },
    {
      title: "حقوق الملكية للشركة",
      desc: "شركة سند المالية هي المالكة لكافة حقوق الملكية الفكرية لمحتوى المنصة بما في ذلك على سبيل المثال لا الحصر، المستندات، العلامة التجارية، النصوص، الرسوم البيانية، الصور.",
    },
    {
      title: "إنهاء اللإتفاقية",
      desc: "يجوز للمستخدم إنهاء هذه الاتفاقية في أي وقت من خلال اغلاق حساب المحفظة و يجوز لشركة سند المالية إنهاء أو تعليق خدمات المحفظة لأي سبب وفي أي وقت بعد إشعار المستخدم بذلك مسبقًا.",
    },
  ],
  [
    {
      title: "التسجيل",
      desc: "يجب على المستثمر التسجيل في المنصة باتباع خطوات التسجيل المبينة أدناه.",
    },
    {
      title: "اختر مشروعك المفضل",
      desc: "من بين عديد الفرص والمشاريع ابحث عن الأفضل والأكثر ملائمة بعد دراسة كافة التفاصيل.",
    },
    {
      title: "الحصول على شهادات صحوك المرابحة",
      desc: "توزع صكوك المرابحة على المساهمين بعد نجاح الحملة، أما في حال تعثر نجاح الحملة تعاد المبالغ الى المستثمر فور انتهاء الحملة.",
    },
    {
      title: "المنصة",
      desc: "الموقع الإلكتروني المملوك لشركة سند المالية والذي تعرض وتنفذ من خلاله خدماتها الاستثمارية.",
    },
    {
      title: "حقوق الملكية للشركة",
      desc: "شركة سند المالية هي المالكة لكافة حقوق الملكية الفكرية لمحتوى المنصة بما في ذلك على سبيل المثال لا الحصر، المستندات، العلامة التجارية، النصوص، الرسوم البيانية، الصور.",
    },
    {
      title: "إنهاء اللإتفاقية",
      desc: "يجوز للمستخدم إنهاء هذه الاتفاقية في أي وقت من خلال اغلاق حساب المحفظة و يجوز لشركة سند المالية إنهاء أو تعليق خدمات المحفظة لأي سبب وفي أي وقت بعد إشعار المستخدم بذلك مسبقًا.",
    },
  ],
];

export const inverstorItems = [
  {
    title: "التسجيل",
    desc: "يجب على المستثمر التسجيل في المنصة باتباع خطوات التسجيل المبينة أدناه.",
  },
  {
    title: "اختر مشروعك المفضل",
    desc: "من بين عديد الفرص والمشاريع ابحث عن الأفضل والأكثر ملائمة بعد دراسة كافة التفاصيل.",
  },
  {
    title: "الحصول على شهادات صحوك المرابحة",
    desc: "توزع صكوك المرابحة على المساهمين بعد نجاح الحملة، أما في حال تعثر نجاح الحملة تعاد المبالغ الى المستثمر فور انتهاء الحملة.",
  },
  {
    title: "التسجيل",
    desc: "يجب على المستثمر التسجيل في المنصة باتباع خطوات التسجيل المبينة أدناه.",
  },
  {
    title: "اختر مشروعك المفضل",
    desc: "من بين عديد الفرص والمشاريع ابحث عن الأفضل والأكثر ملائمة بعد دراسة كافة التفاصيل.",
  },
  {
    title: "الحصول على شهادات صحوك المرابحة",
    desc: "توزع صكوك المرابحة على المساهمين بعد نجاح الحملة، أما في حال تعثر نجاح الحملة تعاد المبالغ الى المستثمر فور انتهاء الحملة.",
  },
];

export const investorSteps = [
  {
    title: "الشروط الواجب توافرها في المستثمر",
    desc: [
      "أن يكون مواطناً أو مقيماً في المملكة العربية السعودية بهوية وطنية أو إقامة.",
      "أن يمتلك حساب بنكي في أحد البنوك المحلية",
    ],
  },
  {
    title: " الضمانات على الاستثمار",
    desc: [
      "سند لأمر على الشركة: يتم إصدار سند لأمر على الشركة يغطى قيمة مبلغ التمويل سند لأمر على الملاك يتم إصدار سند لأمر شخصي من خلال منصة نافذ على أكبر الملاك يغطي قيمة مبلغ التمويل.",
      "تحويل المستحقات: تحويل مستحقات المشروع الممول إلى حساب المستفيد الافتراضي (تحت إدارة صكوك)",
      "الكفالة: إصدار سندات لأمر على شركات أخرى أو اشخاص أو ضمان اعتباري عن طريق خطاب كفالة يوقع عليه من قبل الشركة الأخرى أو الأشخاص الرهن الحصول على أصل من الشركة المستفيدة كضمان يغطي قيمة مبلغ التمويل.",
    ],
  },

  {
    title: "الحد الأدنى للاستثمار",
    desc: ["1000 ريال سعودي وهو ما يمثل قيمة الصك الواحد"],
  },
  {
    title: "طريقة سداد المستثمر",
    desc: [
      "عن طريق إيداع المبالغ في حساب المستثمر حسب جدول السداد في نشرة الإصدار للطرح.",
    ],
  },
  {
    title: "  طريقة إيداع الأموال في منصة سند المالية",
    desc: [
      "يمكن إيداع الأموال بشحن المحفظة عبر التحويل البنكي إلى حساب المستثمر في سند المالية.",
    ],
  },
  {
    title: " متابعة استثماراتك على منصة سند المالية",
    desc: [
      "يمكنك متابعة استثماراتك عند الدخول إلى حسابك في منصة سند المالية واختيار 'استثماراتي'",
    ],
  },
  {
    title: "متوسط معدل العائد المتوقع على الاستثمار",
    desc: [
      "من المتوقع أن يتراوح بين %8 إلى %18 سنوياً، وتعتمد النسبة على طريقة توزيع الاستثمارات واستراتيجياتها. ترتكز العوائد على عدة عوامل، من أبرزها التقييم الائتماني للشركة الطالبة للتمويل ومدة التمويل، ونسبة المخاطر المحتملة.",
    ],
  },
  {
    title: "طرق السداد للمستثمرين",
    desc: [
      "يسدد مبلغ الاستثمار مع العوائد للمستثمرين حسب جدول السداد في نشرة الإصدار للطرح، عبر إيداع المبالغ في حسابات المستثمرين.",
    ],
  },
  {
    title: "الحصول على الأرباح من الفرص",
    desc: [
      "لكل فرصة استثمارية جدول توزيعات مختلف، قد تكون ربع سنوية أو نصف سنوية، أو تسدد دفعة واحدة وتسمى إطفاء صكوك.",
    ],
  },
];
export const requesterSteps = [
  {
    title: " الشروط الواجب توفرها في طالب التمويل",
    desc: [
      "أن يكون الكيان القانوني شركة وليس مؤسسة",
      "أن تكون الشركة سعودية",
      "أن تملك الشركة سجلاً تجارياً ساري المفعول",
      "أن تكون للشركة قوائم مالية مدققة",
      "أن يكون لها كحد أدنى من الإيرادات 3 مليون ريال سعودي",
    ],
  },
  {
    title: " منتجات التمويل التي تقدمها منصة سند المالية",
    desc: [
      "نقدم 3 أنواع من التمويل: تمويل رأس المال العامل، تمويل المستخلصات، تمويل المشاريع.",
    ],
  },
  {
    title: " الحد الأعلى للتمويل",
    desc: ["يصل سقف برنامجنا التمويلي إلى 30 مليون ريال سعودي."],
  },
  {
    title: " المدة الزمنية اللازمة للحصول على العرض التمويلي",
    desc: [
      "يتم دراسة الشركة بعد اكتمال البيانات في حسابها، وبعد الدراسة تعرض الشركة على اللجنة الائتمانية، ويرسل العرض التمويلي للشركة خلال 3 أيام عمل.",
    ],
  },
  {
    title: "آلية السداد المبكر",
    desc: [
      "يمكن إيداع الأموال بشحن المحفظة عبر التحويل البنكي إلى حساب المستثمر في سند المالية.",
    ],
  },
];

export const requesterItems = [
  {
    title: "التسجيل",
    desc: "يجب على المستثمر التسجيل في المنصة باتباع خطوات التسجيل المبينة أدناه.",
  },
  {
    title: "التواصل",
    desc: "تتواصل معك إدارة المنصة لإجراء حوار مطوّل عن نشاطك التجاري ومبلغ الاستثمار المطلوب.",
  },
  {
    title: "إعداد الحملة",
    desc: "يتم تجهيز الحملة حسب العقد والاتفاق المبدئي وتقييم المشروع عن طريق شركائنا المعتمدين.",
  },
  {
    title: "الموافقة النهائية",
    desc: "تعرض الحملة على إدارة المنصة، ويتم الحصول على الموافقة النهائية (توقيع العقد النهائي)",
  },
  {
    title: "عرض المشروع في المنصة",
    desc: "يتم عرض مشروعك في المنصة فور التأكد من جاهزيته لمباشرة الحملة.",
  },
];
