import React from "react";

export default function Faq() {
  return (
    <section className="faq">
      <div className="container">
        <div className="content">
          <h2>الأسئلة الشائعة</h2>
          <p>ﻧﺴﻌﺪ ﺑﺘﻮاﺻﻠﻚ ﻣﻌﻨﺎ ﻟﻠﺈﺟﺎﺑﺔ ﻋﻠﻰ ﺟﻤﻴﻊ اﺳﺘﻔﺴﺎراﺗﻚ واﻗﺘﺮاﺣﺎﺗﻚ </p>
        </div>
        <div className="faq-cards">
          <div className="faq-card">
            <div className="data">
              <h4>ما هي الصكوك؟</h4>
              <span>
                الصكوك أوراق مالية متوافقة مع الشريعة الإسلامية تمثل حصة مشاعة
                في ملكية أصل ما سواء كان مشروعًا منجزًا أو قيد الإنشاء أو
                استثماراً معيناً أو أصولاً غير مالية، أو منافع، أو خدمات أو
                مزيجاً من ذلك كله. تصدرها جهات معينة لتطوير مشاريع محددة وتلتزم
                الجهة المصدرة لهذه الصكوك بتوزيع أرباح نقدية بشكل دوري لحملة
                الصكوك وإعادة رأس المال في مدة محددة.
              </span>
            </div>
            <button className="primary-btn">اقرأ المزيد</button>
          </div>
          <div className="faq-card">
            <div className="data">
              <h4>ما هي المنشأة ذات الغرض الخاص؟</h4>
              <span>
                هي كل منشأة حاصلة على ترخيص من هيئة السوق المالية بموجب القواعد
                المنظمة للمنشآت ذات الأغراض الخاصة لإصدار أدوات الدين أو الوحدات
                الاستثمارية، وتتمتع بالذمة المالية والشخصية الاعتبارية المستقلة،
                وتنتهي المنشأة بانتهاء الغرض الذي أسست من أجله وفق القواعد
                والأحكام التي تصدرها الهيئة.
              </span>
            </div>
            <button className="primary-btn">اقرأ المزيد</button>
          </div>
          <div className="faq-card">
            <div className="data">
              <h4>ما الذي يميز الصكوك عن غيرها؟</h4>
              <span>
                تمثل الصكوك حصة شائعة في ملكية أصول أو منافع أو خدمات يتعين
                توفيرها، ولا تمثل ديناً على مصدرها لحاملي الصكوك، بل تصدر على
                أساس عقد شرعي وتأخذ حكمه. بالإضافة إلى أنها وثائق تصدر باسم
                مالكها بفئات متساوية القيمة وتصدر وتتداول حسب الضوابط الشرعية
                الإسلامية.
              </span>
            </div>
            <button className="primary-btn">اقرأ المزيد</button>
          </div>
        </div>
      </div>
    </section>
  );
}
